brew "chrome-cli"
brew "entr"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "imagemagick"
brew "jq"
brew "less"
brew "neovim"
brew "nmap"
brew "node"
brew "pandoc"
brew "popt"
brew "ripgrep"
brew "task"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh"
cask "firefox"
cask "kitty"
